app/views/student/index.html.erb

<%Student.all.each do |student| %>
---
SELECT "students".* FROM "students"